Repository: ClipPlatformFormacion/DesarrolloBCOtono2025
Catalog: Translations/Cursos.*.g.xlf
Languages: es_es

# Table 3534050887 - Property 2879900210
source: Course
es_es: Curso

# Table 3534050887 - Field 81686673 - Property 2879900210
source: Content Description
es_es: Temario

# Table 3534050887 - Field 1545276864 - Property 2879900210
source: Duration (hours)
es_es: Duración (horas)

# Table 3534050887 - Field 2273653569 - Property 2879900210
source: Language Code
es_es: Cód. idioma

# Table 3534050887 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre

# Table 3534050887 - Field 4200184881 - Property 1295455071
source: This is the primary key of the table
es_es: Esta es la clave primaria de la tabla

# Table 3534050887 - Field 4200184881 - Property 2879900210
source: No.
es_es: Nº

# Table 3534050887 - Field 3635338911 - Property 2879900210
source: Price
es_es: Precio

# Table 3534050887 - Field 4167374654 - Property 2879900210
source: Type (Enum)
es_es: Tipo (Enum)

# Table 3534050887 - Field 63134078 - Property 2879900210
source: Type (Option)
es_es: Tipo (Option)

# Table 3534050887 - Field 63134078 - Property 62802879
source: ,Instructor-Lead,Video Tutorial
es_es: ,Guiado por Instructor,Vídeo tutorial

# Table 1535828835 - Property 2879900210
source: Course Edition
es_es: Edición curso

# Table 1535828835 - Field 1667959142 - Property 2879900210
source: Course No.
es_es: Nº curso

# Table 1535828835 - Field 2511900496 - Property 2879900210
source: Edition
es_es: Edición

# Table 1535828835 - Field 495568652 - Property 2879900210
source: Max. Students
es_es: Nº máx. alumnos

# Table 1535828835 - Field 474480784 - Property 2879900210
source: Start Date
es_es: Fecha inicio

# Table 3691325147 - Property 2879900210
source: Courses Setup
es_es: Conf. cursos

# Page 1158824803 - Property 2879900210
source: Course Card
es_es: Ficha curso

# Page 1158824803 - Control 1450094168 - Property 2879900210
source: Invoicing
es_es: Facturación

# Page 1158824803 - Control 2116756124 - Property 2879900210
source: Training
es_es: Detalles formativos

# Page 3959558264 - Property 2879900210
source: Course Editions
es_es: Ediciones curso

# Page 3695996301 - Property 2879900210
source: Course Editions
es_es: Ediciones curso

# Page 1050106769 - Property 2879900210
source: Courses
es_es: Cursos

# Page 1050106769 - Action 2360815950 - Property 2879900210
source: Editions
es_es: Ediciones

# Page 3691325147 - Property 2879900210
source: Courses Setup
es_es: Conf. cursos

# Page 3691325147 - Control 1532816877 - Property 2879900210
source: Numbering
es_es: Numeración

# TableExtension 2574427010 - Field 1535828835 - Property 2879900210
source: Course Edition
es_es: Edición curso

# Enum 964565567 - Property 2879900210
source: Course Type
es_es: Tipo curso

# Enum 964565567 - EnumValue 1965633904 - Property 2879900210
source: Instructor-Lead
es_es: Guiado por instructor

# Enum 964565567 - EnumValue 770452047 - Property 2879900210
source: Video Tutorial
es_es: Vídeo turorial

# EnumExtension 1710557762 - EnumValue 3534050887 - Property 2879900210
source: Course
es_es: Curso

# PermissionSet 2814764504 - Property 2879900210
source: SUPER Courses
es_es: SUPER Cursos
